Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Move Variant Info Up
ru: Переместить Инф. о вариантах вверх

source: Move Word
ru: Переместить слово

source: Move XXX back one Slot
ru: Переместить XXX назад на один слот

source: Move XXX forward one Slot
ru: Переместить XXX вперед на один слот

source: Moves the selected analysis writing system down one position in the list.
ru: Перемещает выбранную толкующую систему письма на одну позицию вниз.

source: Moves the selected analysis writing system up one position in the list.
ru: Перемещает выбранную толкующую систему письма на одну позицию вверх.

source: Moves the selected vernacular writing system down one position in the list.
ru: Перемещает выбранную анализируемую систему письма на одну позицию вниз.

source: Moves the selected vernacular writing system up one position in the list.
ru: Перемещает выбранную анализируемую систему письма на одну позицию вверх.

source: Movie Files
ru: Видеофайлы

source: Moving project {0}
ru: Перемещение проекта {0}...

source: Multilingual string field import options
ru: Опции импортирования полей многоязычных строк

source: Multiparagraph Text
ru: Текст из множества абзацев

source: Multiple Senses:
ru: Составные значения:

source: Multiple Styles
ru: Различные стили

source: Multiple Styles, Multiple Writing Systems
ru: Много стилей, много систем письма

source: {0}, Multiple Writing Systems
ru: {0}, Много систем письма

source: Multiple Writing Systems
ru: Много систем письма

source: n/a
ru: недоступно

source: N/A
ru: Недоступно

source: <n/a>
ru: <недоступно>

source: &Name
ru: &Имя

source: Name
ru: Имя

source: Name (Abbr) (Best Analysis)
ru: Имя (сокр.) (лучший анализ)

source: Name (Best Analysis)
ru: Имя (лучший анализ)

source: Name Already In Use
ru: Имя уже использовано

source: &Name of List:
ru: &Наименование списка:

source: &Name of New Word Set:
ru: &Название нового набора слов:

source: Name of restored project
ru: &Название восстановленного проекта

source: &Name the project
ru: &Назвать проект

source: &Name:
ru: &Имя:

source: Na&me:
ru: И&мя:

source: Name:
ru: Имя:

source: Name: {0}
ru: Имя: {0}

source: (Nameless text)
ru: (Безымянный текст)

source: Natural Class
ru: Естественный класс

source: Natural Class (Features)
ru: Естественный класс (свойства)

source: Natural Class (Phonemes)
ru: Естественный класс (фонемы)

source: Natural class: {0}
ru: Естественный класс: {0}

source: Natural Classes
ru: Естественные классы

source: Navigation Pane Options
ru: Свойства панели навигации

source: Nested Group Description
ru: Описание вложенной группы

source: Nested Group Members
ru: Члены вложенной группы

source: Nested Group Name
ru: Название вложенной группы

source: Nested Inflection Features
ru: Свойства вложенного формообразования

source: Network Neighborhood
ru: Сетевое окружение

source: New
ru: Новый

source: New _Text
ru: Новый _Текст

source: new {0} after this in {1}
ru: новый {0} после этого в {1}

source: new {0} before this in {1}
ru: новый {0} перед этим в {1}

source: new {0} in {1}
ru: новый {0} в {1}

source: new {0} in containing {1}
ru: новый {0} содержащий {1}

source: {{0}} New {0} List Items
ru: {{0}} Элементы нового {0} списка

source: New analysis
ru: Новый анализ

source: {0} New Anthropology List Items
ru: {0} Новые элементы антропологического списка

source: New Character Style
ru: Новый стиль символов

source: New Character Style {0}
ru: Новый стиль символов {0}

source: {0} New Confidence List Items
ru: {0} Новые элементы списка конфиденциальности

source: New converter
ru: Новый конвертер

source: New Custom Field
ru: Новое пользовательское поле

source: New duplicate
ru: Новый дубликат

source: _New entry
ru: _Новая статья

source: New Entry
ru: Новая статья

source: New Feature
ru: Новое свойство

source: New FieldWorks Project
ru: Новый проект Fieldworks

source: &New FieldWorks Project...
ru: &Новый проект Fieldworks...

source: _New FieldWorks Project...
ru: _Новый Проект Fieldworks...

source: New folder: {0}
ru: Новая папка: {0}

source: (New folder: {0})
ru: (Новая папка: {0})

source: New List
ru: Новый список

source: New Location for Project Data Folders
ru: Новое расположение папки данных проекта

source: {0} New Location List Items
ru: {0} Новые элементы списка мест

source: New Paragraph Style
ru: Новый стиль абзаца

source: New Paragraph Style {0}
ru: Новый стиль абзаца {0}

source: &New Parser
ru: &Новый парсер

source: New Processor
ru: Новый процессор

source: New Record
ru: Новая запись

source: {0} New Restriction List Items
ru: {0} Новые элементы списка ограничений

source: New Spelling:
ru: Новое написание:

source: New Toolbar
ru: Новая панель инструментов

source: New User
ru: Новый пользователь

source: &New Window
ru: &Новое окно

source: _New Window
ru: _Новое окно

source: New word gloss
ru: Новая глосса

source: &New...
ru: &Новый...

source: _Next
ru: _Следующий

source: Next
ru: Следующий

source: Next {0} Clauses
ru: Следующие {0} предложения

source: &Next >
ru: &Следующий >

source: Next Clause
ru: Следующее предложение

source: Ne&xt Match
ru: &Следующее совпадение

source: Next Two Clauses
ru: Следующие два предложения

source: no
ru: нет

source: No
ru: Нет

source: No {0} found in '{1}'.
ru: {0} не найдены в '{1}'.

source: No Academic Domains
ru: Области знания отсутствуют

source: No Ad hoc Co-occurrence Prevention Rules
ru: Специальные правила по предотвращению совместной встречаемости отсутствуют

source: no analysis
ru: без анализа

source: No Anthropology Categories
ru: Антропологические категории отсутствуют

source: No border
ru: Без границы

source: No Borders
ru: Без границ

source: No Calendar Available
ru: календарь недоступен

source: No Categories
ru: Категории отсутствуют

source: <No Change>
ru: <Без изменений>

source: No checked item
ru: Нет проверенных единиц

source: No choices
ru: Нет выбора

source: No Complex Form Type
ru: Тип комплексных форм отсутствует

source: No Compound Rules
ru: Правила для композитов отсутствуют

source: No Confidence Levels
ru: Уровни конфиденциальности отсутствуют

source: No Date
ru: Дата отсутствует

source: No definition available for this item.
ru: Нет определений для этой единицы.

source: No Education Levels
ru: Уровни образования отсутствуют

source: No Entries
ru: Статьи отсутствуют

source: No Environments
ru: Виды окружения отсутствуют

source: No Error.
ru: Нет ошибок.

source: No Exception "Features"
ru: Отсутствуют "Свойства" исключений

source: No explanation available.
ru: Без объяснения.

source: No Feature Types
ru: Типы свойств отсутствуют

source: No files
ru: Нет файлов

source: No files to import! Please choose at least one file.
ru: Нет файлов для импорта! Пожалуйста, выберте хотя бы один файл.

source: No Filter
ru: Без фильтра

source: no form available
ru: нет доступных форм

source: No Genres
ru: Жанры отсутствуют

source: No Help
ru: Нет справки

source: No Inflection Features
ru: Свойства формообразования отсутствуют

source: No items can be inserted in to a cell containing an X variable.
ru: Нельзя вставить элементы в ячейку, содержащую переменную X.

source: No Lexical Relations
ru: Лексические отношения отсутствуют

source: No List items
ru: Элементы списка отсутствуют

source: No List Name
ru: Название ссписка отсутствует

source: No Locations
ru: Места отсутствуют

source: No matches
ru: Нет совпадений

source: No matches were found.{0}You may wish to try a different spelling or word order, or a less specific name.{0}If you are searching for countries, note that USA is used rather than United States, United Kingdom rather than UK or Britain.
ru: Совпадений не найдено. {0}Попробуйте другое написание, другой порядок слов или менее специфическое имя. {0}Если вы ищете страны, заметьте, что вместо United States используется USA, и вместо UK или Britain - United Kingdom.

source: No Morpheme Types
ru: Типы морфем отсутствуют

source: no morphemes
ru: нет морфем

source: No Natural Classes
ru: Естественные классы отсутствуют

source: No Note Categories
ru: Категории записи отсутствуют

source: No Notebook Record Types
ru: Типы записей блокнота отсутствуют

source: No Parser Loaded
ru: Парсер не загружен

source: No Phonemes
ru: Фонемы отсутствуют

source: No Phonological Features
ru: Фонологические свойства отсутствуют

source: No Phonological Rules
ru: Фонологические правила отсутствуют

source: No Positions
ru: Позиции отсутствуют

source: No Problems
ru: Проблемы отсутствуют

source: No project backups found.
ru: Резервные копии проекта не найдены.

source: No Publications
ru: Публикации отсутствуют

source: No Records
ru: Нет записей

source: No Restrictions
ru: Ограничения отсутствуют

source: No Reversal Entries
ru: Нет статей обратного индекса

source: No Roles
ru: Роли отсутствуют

source: No SemanticDomains
ru: Семантические Области отсутствуют

source: No Sense Types
ru: Типы значений отсутствуют

source: No senses in entry
ru: Нет значений в статье

source: (No Spelling Suggestions)
ru: (Нет предположений по написанию)

source: No Status
ru: Состояние не указано

source: <no style>
ru: <без стиля>

source: No Super/Subscript
ru: Без верхних/нижних индексов

source: No Text Chart Markers
ru: Метки схемы текста отсутствуют

source: No Text Constituent Chart Templates
ru: Шаблоны схемы НС текста отсутствуют

source: No Text Markup Tags
ru: Теги разметки текста отсутствуют

source: No thanks. Skip restoring the linked files.
ru: Спасибо, нет. Пропустить восстановление ссылочных файлов.

source: No Times Of Day
ru: Без времени дня

source: No Underline
ru: Без подчеркивания

source: No Usages
ru: Применения отсутствуют

source: No Variant Type
ru: Тип вариантов отсутствует

source: No wordforms are selected to move
ru: Не выбраны словоформы для переноса

source: No, please use original path.
ru: Нет, пожалуйста используйте исходный путь.

source: Non-blanks
ru: Непустые

source: {0} Non-boundary
ru: {0} Без границ

source: {0} Non-digit
ru: {0} Не число

source: None
ru: Никакой

source: &None
ru: &Никакой

source: None of the above
ru: Никакой из выше перечисленных

source: None of...
ru: Никакой из...

source: <NONE SELECTED>
ru: <НИЧЕГО НЕ ВЫБРАНО>

source: (none)
ru: (ничего)

source: (None)
ru: (Ничего)

source: [none]
ru: [ничего]

source: <None>
ru: <Ничего>

source: Non-headed Compound
ru: Сочинительный композит

source: Non-headed Compound Rule
ru: Правило сочинительных композитов

source: Normal
ru: Нормальный

source: Normally hidden
ru: Обычно скрыто

source: Normally hidden, unless non-empty
ru: Обычно скрыто, если не пустое

source: Not {0}
ru: Не {0}

source: Not advisable when other users connected
ru: Не рекомендуется, если подключены другие пользователи

source: <Not Applicable>
ru: <Неприменимо>

source: Not Bold
ru: Не жирный

source: not equal to
ru: не равен

source: not evaluated yet
ru: еще без оценки

source: Not Finished
ru: Не завершено

source: Not implemented yet. Sorry.
ru: Извините. Это ещё не реализовано.

source: Not initialized yet.
ru: Ещё не инициализирован.

source: - Not Installed
ru: -Не установлено

source: -- Not Installed
ru: --Не Установлено

source: Not Italic
ru: Не курсир

source: not on
ru: не на

source: Not published
ru: Не опубликовано

source: Not redoable
ru: Переделать невозможно

source: Not Sure
ru: Неуверен

source: <Not sure>
ru: <Неуверен>

source: <Not Sure>
ru: <Неуверен>

source: Not undoable
ru: Не невыполнимо

source: Not User-editable
ru: Не для редактирования пользователем

source: _Note
ru: _Заметка

source: Note
ru: Заметка

source: Note Category
ru: Категория записи

source: Note Content
ru: Содержание заметки

source: Note, FieldWorks will not make any changes to the standard format files you are importing.
ru: Заметьте, что FieldWorks не производит изменений в файлах стандартного формата, которые вы импортируете.

source: Note: If you share this project over a network connection, this folder needs to be in the project folder in order for linked files to be accessible to other users.
ru: Примечание: Если вы совместно используете проект в сети, эта папка должна быть в папке проектов, чтобы ссылочные файлы были доступны другим пользователям.

source: Note: the listed references will still be {0} related in a
ru: Внимание: перечисленные ссылки все еще будут {0} иметь отношение к

source: Note: You can download the packages from this dialog, but you must finish the current installation or close the current program before installing the packages.
ru: Внимание: Вы можете загрузить пакеты из данного диалогового окна, но вам необходимо завершить текущую установку или закрыть текущую программу переу становкой пакетов.

source: _Notebook
ru: _Блокнот

source: Notebook
ru: Блокнот

source: Notebook Destination
ru: Назначение блокнота

source: Notebook Record level
ru: Уровень записи блокнота

source: Notebook Record Type
ru: Тип записей блокнота

source: Notebook Record Types
ru: Типы записей блокнота

source: Notebook Records
ru: Записи блокнота

source: Notebook Tools
ru: Инструменты блокнота

source: Notes
ru: Заметки

source: (Nothing to Redo.)
ru: (Нет ничего для повторного выполнения.)

source: (Nothing to Undo.)
ru: (Нечего отменять)

source: Notice
ru: Уведомление

source: Nov
ru: Нояб.

source: Now tell FieldWorks how to import each field in your Standard Format dictionary.
ru: Теперь задайте, как импортировать каждое поле в ваш словарь стандартного формата.

source: Nt
ru: Зам

source: Numbe&r
ru: Числ&о

source: Number
ru: Число

source: Number even a single sense
ru: Пронумеровать даже единственное значение

source: Number in Corpus
ru: Номер в корпусе

source: Number of other users: {0} The menu command you selected will open a dialog box. If you change any selections or settings in the dialog box, other users who have this project open on their computers will have problems. If you will only look at selections and settings, click OK. If you need to make changes, tell the other users to close this project before you continue, or click Cancel.
ru: Количество других пользователей: {0} Выбранная вами команда меню откроет диалоговое окно. Если вы измените любые настройки в диалоговом окне, другие пользователи, у которых открыт данный проект на их компьютерах, будут иметь проблемы. Если вы хотите только посмотреть настройки, нажмите OK. Если вам нужно сделать изменения, скажите другим пользователям закрыть данный проект до того, как вы продолжите, или нажмите Отмена.

source: Number of other users: {0} When saving changes in this dialog with other users connected, FieldWorks may crash or malfunction for those users. Do you want to make the changes anyway?
ru: Количество других пользователей: {0} При сохранении изменений в это м диалоге с другими подключенными пользователями FieldWorks может у этих пользователей претерпеть сбой или неправильно работать. Do you want to make the changes anyway?

source: Number of Senses (Entry)
ru: Количество значений (статья)

source: Number Style:
ru: Стиль числа:

source: Number, Decimal Digit
ru: Число, десятичное число

source: Number, Letter
ru: Число, буква

source: Number, Other
ru: Число, другое

source: Numbered
ru: Нумерованный

source: Numbering
ru: Нумерование

source: Numbering Character Style:
ru: Стиль символа нумерации:

source: &Numbers
ru: &Числа

source: Numeric digits may not be fractions
ru: Числовые значения не должны быть дробями

source: Numeric digits may not be negative
ru: Числовые значения не должны быть отрицательными

source: Numeric digits may not contain a decimal point
ru: Числовые значения не должны содержать десятичную запятую

source: Numeric type:
ru: Числовой тип:

source: Numeric Value (e.g. fractions)
ru: Числовое значение (напр., дроби)

source: Numeric value:
ru: Числовое значение:

source: Numerous Copies Made
ru: Сделано много копий

source: Objects
ru: Объекты

source: Occurrence
ru: Появление

source: Occurrences
ru: Появления

source: Occurs exactly once
ru: Появляется только однажды

source: Occurs one or more times
ru: Появляется один или больше раз

source: Occurs zero or more times
ru: Появляется нуль или больше раз

source: OCM Codes
ru: Коды OCM

source: Oct
ru: окт.

source: {0} of {1}
ru: {0} из {1}

source: OK
ru: ОК

source: Olive Green,51,51,0
ru: Оливковый,51,51,0

source: {0} - On or before line {1}
ru: {0} - В или перед строкой {1}

source: One of the objects in the list has been deleted (possibly by another user on a networked computer). Attempting to Refresh...
ru: Один из объектов в этом списке был удален (возможно, другим пользователем в сети). Попытка обновить...

source: {0} One or more times
ru: {0} Один или более раз

source: {0} One or zero times
ru: {0} Один или нуль раз

source: One sense of this lexical entry.
ru: Одно значение этой лексической статьи.

source: One Word
ru: Одно слово

source: Only {0}
ru: Только {0}

source: Only...
ru: Только...

source: &Open
ru: &Открыть

source: Open
ru: Открыть

source: Open {0} in FieldWorks {1}
ru: Открыть {0} в Fieldworks {1}

source: Open a dialog to add, delete, or change styles.
ru: Открыть окно для добавления, удаления или изменения стилей.

source: Open a New Window
ru: Открыть новое окно

source: &Open a Project...
ru: &Открыть проект

source: Open an existing FieldWorks project.
ru: Открыть существующий проект FieldWorks.

source: Open Combo
ru: Открыть Combo

source: Open &Lexicon
ru: Открыть &лексикон

source: Open Office Files
ru: Открыть файлы Office

source: Open Project
ru: Открыть проект

source: Open project in another location
ru: Открыть проект в другом месте

source: Open the existing project
ru: Открыть существующий проект

source: Open Translated Lists File
ru: Открыть файл переведённых списков

source: &Open...
ru: &Открыть...

source: _Open...
ru: _Открыть...

source: Opens a dialog box for adding and testing encoding converters.
ru: Открывает диалоговое окно для добавления и тестирования перекодировщиков.

source: Opens a dialog so you can find and select the folder for your external files.
ru: Открывает окно, в котором вы сможете найти и выбрать папку для внешних файлов.

source: Opens a dialog so you can modify the features of the selected writing system.
ru: Открывает окно, в котором вы сможете изменить свойства выбранной системы письма.

source: Opens a menu so you can add a analysis writing system to this project. You may select an existing writing system or define a new one.
ru: Открывает меню, в котором вы сможете добавить толкующую систему письма в этот проект. Вы можете выбрать существующую систему письма или задать новую.

source: Opens a menu so you can add a vernacular writing system to this project. You may select an existing writing system or define a new one.
ru: Открывает меню, в котором вы можете добавить анализируемую систему письма в этот проект. Вы можете выбрать существующую систему письма или задать новую.

source: Opens another identical second window containing the same data.
ru: Открывает второе идентичное окно, содержащее те же данные.

source: Opens the wizard for creating a new writing system.
ru: Открывает мастер для создания новой системы письма.

source: Opens the Date Definition dialog so you can change the selected date format.
ru: Открывает окно определения дат, так что вы сожете изменить выбранный формат дат.

source: Opens the Find dialog
ru: Открывает окно поиска

source: Opens the replace dialog.
ru: Открывает окно замены.

source: Opens the Styles dialog, so you can add a new style, or modify an existing one.
ru: Открывает окно стилей, в котором вы можете добавить новый стиль или изменить существующий.

source: Optional
ru: Необязательный

source: Optional. Specifies a region to distinguish the writing system from other writing systems for the same language.
ru: Факультативно. Указывает регион, чтобы отличить одну систему письма одного и того же языка от другой.

source: Optional. Specifies a variant to distinguish the writing system from other writing systems for the same language.
ru: Факультативно. Задаёт вариант для различения одной системы письма одного и того же языка от другой.

source: Options
ru: Параметры

source: _Options...
ru: _Параметры...

source: Options:
ru: Параметры:

source: Orange,255,102,0
ru: Оранжевый,255,102,0

source: Order
ru: Порядок

source: Order Number
ru: Упорядочить Числа

source: Original
ru: Оригинал

source: &Original name: {0}
ru: &Первоначальное имя: {0}

source: Original value
ru: Исходное значение

source: *Orphan Annotation
ru: *Зависшая аннотация

source: &Other
ru: &Другое

source: Other Allomorph(s)
ru: Другой алломорф(ы)

source: Other Items
ru: Другие единицы

source: Other Morpheme(s)
ru: Другая морфема(ы)

source: Other Names:
ru: Другие имена:

source: Other Suggestions
ru: Другие предположения

source: Other, Format
ru: Другое, формат

source: Other...
ru: Другое...

source: Other:
ru: Другое:

source: Out of memory.
ru: Недостаточно памяти.

source: Outdated Version of FieldWorks
ru: Устаревшая версия FieldWorks

source: Output file:
ru: Выходной файл:

source: _Overview
ru: Об_зор

source: Overview
ru: Обзор

source: Overview & backup
ru: Обзор & резервная копия

source: Overwrite
ru: Переписать

source: Pa_rse all words
ru: Ана_лизировать все слова

source: Pa_rser
ru: Па_рсер

source: Page {0} of about {1}
ru: Страница {0} из {1}

source: Page Setup
ru: Параметры страницы

source: Page Setup - {0}
ru: Параметры страницы - {0}

source: Page Setup Changes
ru: Изменения параметров страницы

source: Page Setup for Printing.
ru: Параметры страницы для печати.

source: P&age Setup...
ru: &Параметры страницы...

source: Page Set&up...
ru: Параметры &страницы...

source: Page Setup...
ru: Параметры страницы...

source: Page Width
ru: Ширина страницы

source: Paragraph
ru: Абзац

source: Paragraph Separator
ru: Разделитель абзаца

source: &Paragraph Style
ru: &Стиль абзаца

source: Paragraph Style
ru: Стиль абзаца

source: Paragraph Style for Before header:
ru: Стиль абзаца для заголовка Перед:

source: Paragraph Style for Content:
ru: Стиль абзаца для содержания:

source: Paragraph Style:
ru: Стиль абзаца:

source: Paragraph Styles to display each sense in a paragraph:
ru: Стили абзацев для отображения каждого значения в абзаце:

source: Paratext Language Files
ru: Языковые файлы Paratext

source: _Parse
ru: _Анализировать

source: Parse _Current Word
ru: Анализировать _текущее слово

source: Parse result
ru: Анализировать результат

source: Parse Words in Te_xt
ru: Анализировать слова в тек_сте

source: Parser Parameters
ru: Параметры парсера

source: Parser Status:
ru: Состояние парсера:

source: Parsing all words may only be done on one client at a time, and another client is currently doing this.
ru: Анализ всех слов может производиться только у одного клиента одновременно и другой клиент сейчас как раз выполняет это.

source: Parsing Elsewhere
ru: Анализ в другом месте

source: Participant
ru: Участник

source: Participants
ru: Участники

source: Participants:
ru: Участники:

source: Parts of Speech
ru: Части речи

source: Password
ru: Пароль

source: &Password:
ru: &Пароль:

source: Pass&word:
ru: Па&роль:

source: &Paste
ru: Вст&авка

source: _Paste
ru: _Вставить

source: Paste
ru: Вставить

source: Paste _Hyperlink
ru: Вставить _гиперссылку

source: Paste clipboard content as hyperlink.
ru: Вставить содержимое буфера обмена как гиперссылку

source: Paste text from the clipboard.
ru: Встравить текс из буфера обмена.

source: Pathway is not installed correctly. Please re-run the Pathway installer and repair your installation.
ru: Программа Pathway установлена некорректно. Пожалуйста, перезапустите установщик Pathway и исправьте программу.

source: &Pause Parser
ru: &Приостановить парсер

source: People
ru: Люди

source: _Person
ru: _Личность

source: Person
ru: Личность

source: Personal Notes
ru: Личные заметки

source: Personal Notes:
ru: Личные заметки

source: Pg. {0}
ru: Стр. {0}
